Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D09C.tmx
Source language: en_us
Languages: zh_cn

source: What Did Jesus Do On Holy Saturday?
zh_cn: 耶稣在复活节前夜做了什么？

source: (RNS) Every Christian knows the story: Jesus was crucified on Good Friday and rose from the dead on Easter Sunday.
zh_cn: （RNS）每个基督徒都知道：耶稣在黑色星期五被钉死在十字架上，而后在星期天复活节复活。

source: But what did he do on Saturday?
zh_cn: 但是，他在星期六都干了什么？

source: That question has spurred centuries of debate, perplexed theologians as learned as St. Augustine and prodded some Protestants to advocate editing the Apostles' Creed, one of Christianity's oldest confessions of faith.
zh_cn: 这个问题已经引发了几个世纪的争论，困扰了像圣奥古斯丁一样博学的神学家，并且刺激了一些新教徒提倡编写基督教史上最古老的认信文——《使徒信经》。

source: Roman Catholic, Eastern Orthodox and most mainline Protestant churches teach that Jesus descended to the realm of the dead on Holy Saturday to save righteous souls, such as the Hebrew patriarchs, who died before his crucifixion.
zh_cn: 罗马天主教、东正教以及大多数主要新教徒牧师传教说，耶稣在复活节前夜下到地狱去拯救正直的灵魂，比如在他被钉在十字架上之前死去的希伯来族长们。

source: The Catechism of the Catholic Church calls the descent "the last phase of Jesus' messianic mission," during which he "opened heaven's gates for the just who had gone before him."
zh_cn: 天主教教义称此次下在阴间是“耶稣作为救世主的最后使命”，在此期间他“只为先他而去的人打开天堂之门”。

source: An ancient homily included in the Catholic readings for Holy Saturday says a "great silence" stilled the earth while Jesus searched for Adam, "our first father, as for a lost sheep."
zh_cn: 在复活节前夜的天主教朗诵会里包含一项古老的训教，它提出当耶稣寻找亚当时高喊“吾等初祖，迷途羔羊”，只有沉默回应他。

source: Often called "the harrowing of hell," the dramatic image of Jesus breaking down the doors of Hades has proved almost irresistible to artists, from the painter Hieronymus Bosch to the poet Dante to countless Eastern Orthodox iconographers.
zh_cn: 耶稣打破地狱之门通常被称作“地狱之悲”，无论是画家博斯还是诗人但丁亦或是无数的东正教肖像画家，这一戏剧性的形象对于艺术家来说都是无可抗拒的。

source: But some Protestants say there is scant scriptural evidence for the hellish detour, and that Jesus' own words contradict it.
zh_cn: 但是一些新教徒认为地狱里的弯路在圣经里缺乏充分证据，并且耶稣的话自相矛盾。

source: On Good Friday, Jesus told the Good Thief crucified alongside him that "today you will be with me in paradise," according to Luke's Gospel.
zh_cn: 根据《路加福音》记载，耶稣在受难日对与他一起被钉在十字架上的义贼说“今日你要同我在乐园里了”。

source: "That's the only clue we have as to what Jesus was doing between death and resurrection," John Piper, a prominent evangelical author and pastor from Minnesota, has said.
zh_cn: “这是我们能知道耶稣在死后与复活前做了什么的唯一线索，”一个来自明尼苏达州的杰出的福音派作家、牧师约翰·派珀说。

source: "I don't think the thief went to hell and that hell is called paradise."
zh_cn: “我不认为这个小偷去了叫做天堂的地狱。”

source: First-century Jews generally believed that all souls went to a dreary and silent underworld called Sheol after death.
zh_cn: 一世纪的犹太人普遍认为所有的灵魂在死后去了叫做冥府的沉寂无声的地下世界。

source: To emphasize that Jesus had truly died, and his resurrection was no trick of the tomb, the apostles likely would have insisted that he, too, had sojourned in Sheol, said Robert Krieg, a theology professor at the University of Notre Dame.
zh_cn: 圣母大学神学教授罗伯特·克里格说，为了强调耶稣确实死了，并且他的复活也不是在墓地上做手脚，使徒们可能一直坚信耶稣已经在阴间永生。

source: "It helps bring home the point that Jesus' resurrection was not a resuscitation," Krieg said.
zh_cn: “这有助于强调一点耶稣是复活不是复苏。”克里格说。

source: Belief in the descent was widespread in the early church, said Martin Connell, a theology professor at St. John's School of Theology-Seminary in Collegeville, Minn.
zh_cn: 来自明尼苏达州圣约翰大学神学院的神学教授马丁·康奈尔说，相信耶稣在地狱的说法在早期教会里广泛流传。

source: But the Bible divulges little about the interlude between Jesus' death and resurrection.
zh_cn: 但是《圣经》里漏掉了关于耶稣之死与耶稣复活之间的间歇。

source: Churches that teach he descended to the realm of the dead most often cite 1 Peter 3:18-20.
zh_cn: 教会关于耶稣降临到死亡之境的讲述经常援引彼得前书3:18-20。

source: "Christ was put to death as a human, but made alive by the Spirit," Peter writes.
zh_cn: “按着肉体说他被治死，按着灵性说他复活了。”彼得写道。

source: "And it was by the Spirit that he went to preach to the spirits in prison." The incarcerated souls, Peter cryptically adds, were those who were "disobedient" during the time of Noah, the ark-maker.
zh_cn: “他借这灵，曾去传道给那些监狱里的灵听”彼得含糊地补充，被囚禁的灵魂是那些在方舟建造者诺亚的时代“不顺从的”人。

source: Augustine, one of the chief architects of Christian theology, argued that Peter's passage is more allegory than history.
zh_cn: 基督教主要缔造者之一的奥古斯丁，争辩说彼得的文章比历史更寓言化。

source: That is, Jesus spoke "in spirit" through Noah to the Hebrews, not directly to them in hell.
zh_cn: 那就是耶稣通过精神力量由诺亚向西伯来人传达，而不是直接在地狱对他们说。

source: But even Augustine said the question of whom, exactly, Jesus preached to after his death, "disturbs me profoundly."
zh_cn: 但即使奥古斯丁说的是正确的，耶稣在他死后告诫那些人“深深扰乱我。”

source: The descent might not have become a doctrine if not for a fourth century bishop named Rufinus, who added that Jesus went "ad inferna" -- to hell -- in his commentary on the Apostles' Creed.
zh_cn: 要不是一个四世纪的叫做鲁夫斯的主教，他在他关于《使徒信经》的评论中补充说，耶稣去了地狱，下在阴间也许不会成为教义。

source: The phrase stuck, and was officially added to the influential creed centuries later.
zh_cn: 这句话在几个世纪后被正式补充到重要的信条中。

source: But changing conceptions of hell only complicated the questions.
zh_cn: 但是改变地狱的观念只会使问题复杂化。

source: As layers of limbo and purgatory were added to the afterlife, theologians like Thomas Aquinas labored to understand which realm Jesus visited, and whom he saved.
zh_cn: 当地狱与炼狱的层数增加到后期，像托马斯·阿奎那一样的神学家们努力去弄清楚耶稣去了哪一层，耶稣拯救了哪些人。

source: Other Christian thinkers such as Martin Luther and John Calvin disagreed on whether Christ suffered in hell to fully atone for human sinfulness.
zh_cn: 其他的基督教思想家，比如马丁·路德和约翰·加尔文关于耶稣是否在地狱为人类的罪恶彻底赎罪存在争议。

source: That question, raised most recently by the late Swiss theologian Hans ur von Balthasar, stirred a fierce theological donnybrook in the Catholic journal First Things several years ago.
zh_cn: 最近，这个问题由已故的瑞士神学家汉斯·乌尔·冯·巴尔塔提出，在几年前的天主教杂志《First Things》上引发激烈争论。

source: Wayne Grudem, a former president of the Evangelical Theological Society, says the confusion and arguments could be ended by correcting the Apostles' Creed "once and for all" and excising the line about the descent.
zh_cn: 基督教神学协会前会长韦恩·格鲁丹姆说，可以通过一次性彻底修正《使徒信经》删去关于下在阴间的内容来结束混乱与争论。

source: "The single argument in its favor seems to be that it has been around so long," Grudem, a professor at Phoenix Seminary in Arizona, writes in his "Systematic Theology," a popular textbook in evangelical colleges.
zh_cn: “唯一支持它的论点就是它已经存在很长时间了，”亚利桑那州凤凰学院的教授格鲁丹姆在他的《系统神学》一书中写道，这是一本在福音大学流行的教科书。

source: "But an old mistake is still a mistake."
zh_cn: “但是古老的错误依然是错误。”

source: Grudem, like Piper, has said that he skips the phrase about Jesus' descent when reciting the Apostles' Creed.
zh_cn: 像吹笛人一样，格鲁丹姆说当背诵《使徒信经》的时候跳过关于耶稣下在阴间的内容。

source: But the harrowing of hell remains a central tenet of Eastern Orthodox Christians, who place an icon depicting the descent at the front of their churches as Saturday night becomes Easter Sunday.
zh_cn: 但是地狱的悲惨依然是东正教徒的核心原则，当星期六晚上过渡到星期天复活节，他们在他们的教堂前放置描述耶稣下在阴间的圣像。

source: It remains there, venerated and often kissed, for 40 days.
zh_cn: 圣像会持续摆在那40天，受到尊敬与亲吻。

source: "The icon that represents Easter for us is not the empty cross or tomb," said Peter Bouteneff, a theology professor at St. Vladimir's Orthodox Theological Seminary in Crestwood, N.Y. "It's Christ's descent into Hades."
zh_cn: “对我们来说代表复活节的圣像不是空十字架或坟墓，”克雷斯特伍德弗拉基米尔东正教神学院的神学教授彼得·庞特尼福说，“而是基督下到地狱。”
